Repository: TAEMZ/Localbusiness
Catalog: lib/l10n/app_*.arb
Languages: am, es, fr, nl

# app_title
source: Local Business Discovery
am: የአካባቢ ቢዝነስ ማግኛ
es: hera oso keta demiyosa
fr: ናይ ከባቢ ንግዲታት ምርካብ
nl: Gabaasa Biizinesii Argachuu

# drawer_toggle_theme
source: Toggle Theme
am: ገጽታን ቀይር
es: mera lama
fr: ገጽታ ቀይር
nl: Fuula Jijjiiramaa

# drawer_language
source: Change Language
am: ቋንቋን ቀይር
es: dona lama
fr: ቋንቋ ቀይር
nl: Afaan Jijjiiramaa

source: Logout
am: ውጣ
es: kiya
fr: ውጻእ
nl: Ba'i

source: User
am: ተጠቃሚ
es: go'etiyaga
fr: ተጠቃሚ
nl: Fayyadamaa

source: Home
am: መነሻ
es: dometa
fr: መበቆል
nl: Mana

source: Favorites
am: ተወዳጆች
es: dosidogeta
fr: ተወዳጅታት
nl: Jaallatamoo

source: Bookmarks
am: መዝገቦች
es: mazgaba
fr: ተሓባብራታት
nl: Ibsa Addaa

source: Review
am: አስተያየት
es: qofa
fr: ኣርእይቶ
nl: Yaada

source: Discover Businesses
am: ቢዝነሶችን አግኝ
es: osuwa dema
fr: ንግዲታት ምርካብ
nl: Biizinesota Argachuu

source: Refresh
am: አድስ
es: oraxisa
fr: እንደገና ጫን
nl: Deebi'ii Haala

source: User Reviews
am: የተጠቃሚ አስተያየቶች
es: go'etiyagetu qofa
fr: ኣርእይቶ ተጠቃሚታት
nl: Yaada Fayyadamtootaa

source: Near You
am: በአካባቢዎ
es: ente heran
fr: ኣብ ጥቓኻ
nl: Ati Jidduu

# fetch_business_error
source: Failed to fetch the business owner
am: የቢዝነስ ባለቤትን ማግኘት አልቻልኩም
es: osuwa gadawa demabike
fr: ዋና ንግዲ ክሳዕ ሕጂ ኣይተረኽበን
nl: Biizinesii Hanga Ammaatti Hin Argamne

# review_updated
source: Review updated successfully
am: አስተያየት ተሻሽሏል
es: qofati gigidosona
fr: ኣርእይቶ ብትኽክል ተሻሒሉ
nl: Yaada Sirrii Ta'een Jijjiirame

# review_submitted
source: Review submitted successfully
am: አስተያየት በትክክል ተሰጠ
es: qofati siratani imetis
fr: ኣርእይቶ ብትኽክል ተቐቢሉ
nl: Yaada Sirrii Ta'een Galmeeffame

# error_saving_review
source: Error saving the review
am: አስተያየትን ማስቀመጥ አልተቻለም
es: qofa emana dandayetibena
fr: ኣርእይቶ ኣብ ምዝራብ ሽግር ኣጋጢሙ
nl: Yaada Keessatti Dogoggora Uumame

# edit_review
source: Edit Your Review
am: አስተያየትዎን ያርትዑ
es: qofa gigsa
fr: ኣርእይቶኻ ኣርምስ
nl: Yaada Keessan Jijjiiraa

# write_review
source: Write Your Review
am: አስተያየትዎን ይጻፉ
es: qofa xafa
fr: ኣርእይቶ ጽሓፍ
nl: Yaada Barreessaa

source: Your Review
am: አስተያየትዎ
es: ne qofa
fr: ናትካ ኣርእይቶ
nl: Yaada Keessan

source: Your Name
am: ስምዎ
es: ne sunta
fr: ስምካ
nl: Maqaa Keessan

source: Rating
am: ምክር
es: zoriya
fr: ደረጃ
nl: Qooda

source: Comments
am: አስተያየቶች
es: qofata
fr: ኣስተያየታት
nl: Yaada

source: Cancel
am: አቋርጥ
es: ato
fr: ዕጽዋ
nl: Dhiisi

source: Submit
am: አስገባ
es: gelisa
fr: ኣረክብ
nl: Galmeessi

# no_reviews
source: No reviews yet
am: አስተያየት የለም
es: qofi ba
fr: ኣርእይቶ የለን
nl: Yaada Hin Jiru

source: No comment
am: አስተያየት የለም
es: qofi ba
fr: ኣስተያየት የለን
nl: Yaada Hin Jiru

# no_business
source: No business found
am: ያልታወቀ ቢዝነስ
es: osoyi ba
fr: ንግዲ ኣይተፈልጠን
nl: Biizinesii Hin Argamne

source: My Reviews
am: የኔ አስተያየቶች
es: ta qofa
fr: ናተይ ኣርእይቶታት
nl: Yaada Koo

source: Business Details
es: osuwaba
fr: ዝርዝር ንግዲ
nl: Gabaasa Biizinesii

# unknown
source: Anonymous
am: ያልታወቀ
es: eretena
fr: ዘይተፈልጠ
nl: Kan Hin Beekamne

# no_nearby_businesses
source: No nearby businesses found
am: በአካባቢዎ የሚገኝ ቢዝነስ አልተገኘም
es: matan diya osoy betibena
fr: ኣብ ጥቓኻ ንግዲታት የለን
nl: Biizinesota Ati Jidduu Hin Jiru

source: Loading...
am: በመጫን ላይ
es: yidi des
fr: ተጻዊሩ ኣሎ
nl: Ooleera

# error_business
source: Failed to retrieve businesses
am: ቢዝነስ ማግኘት አልቻልኩም
es: osoy betibena
fr: ንግዲታት ክሳዕ ሕጂ ኣይተረኽበን
nl: Biizinesota Hanga Ammaatti Hin Argamne

# location_Prompt
source: Enable location to find businesses nearby
am: ቦታዎን አስተዳድር
es: hera gigisa
fr: ናትካ ኽታን ኣክትዕ
nl: Bakka Keessan Galchaa

# search
source: Search for businesses
am: ቢዝነሶችን ፈልግ
es: osuwa koya
fr: ንግዲታት ድለ
nl: Biizinesota Barbaadi

# search_result
source: You searched for
am: የፈለጉት:
es: ente koyidoy
fr: ውጽኢት ድለያ:
nl: Deebii Barbaaduu:

# business_deleted
source: Business deleted successfully
am: ቢዝነስ በትክክል ተሰርዟል
es: osoy qucetis
fr: ንግዲ ብትኽክል ተሰሪዙ
nl: Biizinesii Sirrii Ta'een Haqurame

# delete_error
source: Failed to delete business: {error}
am: ቢዝነስን መሰረዝ አልቻልኩም: {error}
es: osoy qucetibena
fr: ንግዲ ኣብ ምስራዝ ሽግር ኣጋጢሙ: {error}
nl: Biizinesii Haquramu Keessatti Dogoggora Uumame: {error}

# business_updated
source: Business updated successfully
am: ቢዝነስ ተሻሽሏል
es: osaoy zamanis
fr: ንግዲ ብትኽክል ተሻሒሉ
nl: Biizinesii Sirrii Ta'een Jijjiirame

# update_error
source: Failed to update business: {error}
am: ቢዝነስን መቀየር አልቻልኩም: {error}
es: osowa lanaw ixisi
fr: ንግዲ ኣብ ምምሕያሽ ሽግር ኣጋጢሙ: {error}
nl: Biizinesii Jijjiiramu Keessatti Dogoggora Uumame: {error}

source: Add Business
am: ቢዝነስ ይጨምሩ
es: osuwa guja
fr: ንግዲኻ ወስኽ
nl: Biizinesii Keessan Dabalataa

source: Business Name
am: የቢዝነስ ስም
es: osuwa sunta
fr: ስም ንግዲ
nl: Maqaa Biizinesii

source: Description
am: መግለጫ
es: oduwa
fr: መግለጺ
nl: Ibsaa

# phone
source: Phone Number
am: ስልክ ቁጥር
es: sile yafara
fr: ቁጽሪ ስልኪ
nl: Lakkoofsa Bilbilaa

source: City
am: ከተማ
es: katama
fr: ከተማ
nl: Magaalaa

# catagory
source: Category
am: አይነት
es: qomuwa
fr: ዓይነት
nl: Gosa

source: Image
am: ምስል
es: misiliya
fr: ስእሊ
nl: Suuraa

# opening_hrs
source: Opening Hours
am: መክፈቻ ሰዓት
es: doyio satiya
fr: ሰዓታት ክፍት
nl: Sa'aatii Bane

# closing_hrs
source: Closing Hours
am: መዝጊያ ሰዓት
es: gordiyo satiya
fr: ሰዓታት ምዕጻው
nl: Sa'aatii Cufa

# pick_location
source: Pick a Location
am: ቦታዎን ይምረጡ
es: qatuwa dora
fr: ኽታን ምረጽ
nl: Bakka Filadhu

source: Analytics
am: ትንታኔ
es: birsheta
fr: ትንተና
nl: Qorannoo

source: Your Analytics
am: የእርስዎ ትንታኔ
es: inte birsheta
fr: ናትካ ውሂብ
nl: Qorannoo Keessan

# total_rating
source: Your Total Rating
am: አማካይ ደረጃ
es: inte kundeta
fr: ማእከላይ ደረጃ
nl: Iddoo Waliigalaa

source: Total Reviews
am: ጠቅላላ አስተያየቶች
es: uba qofata
fr: ጠቕላላ ኣርእይቶታት
nl: Yaada Waliigalaa

# total_positive
source: Total Positive Ratings
am: አዎንታዊ ደረጃዎች
es: uba lo'o qofata
fr: ኣወንታዊ ደረጃታት
nl: Yaada Gaarii

# total_negative
source: Total Negative Reviews
am: አሉታዊ አስተያየቶች
es: uba ita qofata
fr: ኣሉታዊ ኣርእይቶታት
nl: Yaada Hamtuu

# businesses
source: No businesses found
am: ቢዝነስ አልተገኘም
es: osoy betibena
fr: ንግዲታት ኣይተረኽበን
nl: Biizinesota Hin Argamne

source: Owner Dashboard
am: የባለቤት መቆጣጠሪያ
es: gadawa qoxaxaretiyosa
fr: ዋና ሰሌዳ
nl: Daashboordii Abbaa Biizinesii

source: Delivery
am: ትራንስፖርት
es: yediyosa
fr: ምትካል
nl: Kennuu

source: Restaurant
am: ምግብ ቤት
es: kata keta
fr: ምግቢ ቤት
nl: Mana Nyaataa

source: Coffee
am: ቡና ቤት
es: tuke keta
fr: ቡና ቤት
nl: Mana Buna

source: Hairdresser
am: ፀጉር አስተካካይ
es: huphe keta
fr: ፀጉር ኣስተካካይ
nl: Mana Qomaa

source: Bar
am: መጠጥ ቤት
es: usha keta
fr: ባር
nl: Baar

source: Flag Business
am: ቢዝነስ ምልክት አስገባ
es: osuwa malata
fr: ንግዲ ምልክት ግበር
nl: Biizinesii Mallattoo Gochuu

# flag_business_confirmation
source: Are you sure you want to flag this business?
am: እርግጠኛ ነዎት ይህን ቢዝነስ ምልክት አስገባ ይፈልጋሉ?
es: tumu osuwa malatana koyeti?
fr: እዚ ንግዲ ክትምልክት ትደሊ ዲኻ?
nl: Biizinesii Kana Mallattoo Gochuuf Barbaaddaa?

# business_flagged
source: Business flagged for review
am: ቢዝነስ ለእይታ ተምረውታል
es: osoy malatetis
fr: ንግዲ ንምርመራ ተምልክተት
nl: Biizinesii Qorannoo Gochuuf Mallattoo Gochame

source: Flag
am: ምልክት አስገባ
es: malata
fr: ምልክት ግበር
nl: Mallattoo Gochuu

source: Flag Review
am: አስተያየት ምልክት አስገባ
es: qofa malata gelisa
fr: ኣርእይቶ ምልክት ግበር
nl: Yaada Mallattoo Gochuu

# flag_review_confirmation
source: Are you sure you want to flag this review?
am: እርግጠኛ ነዎት ይህን አስተያየት ምልክት አስገባ ይፈልጋሉ?
es: tumu osuwa malatana koyeti?
fr: እዚ ኣርእይቶ ክትምልክት ትደሊ ዲኻ?
nl: Yaada Kana Mallattoo Gochuuf Barbaaddaa?

source: All
am: ሁሉም
es: uba
fr: ኩሉ
nl: Hunda

source: Flagged
am: ምልክት ተሰጥቷል
es: malatetis
fr: ተምልክተት
nl: Mallattoo Gochame

# five_star
source: 5 Star Ratings
am: 5 ኮከት ግምገማ
es: 5 kokabiya
fr: 5 ኮኾብ ደረጃ
nl: 5 Urjii Qooda

source: Shopping
am: ገበያ
es: giya
fr: ምዕዳጋ
nl: Bitannoo

source: Entertainment
am: መዝናኛ
es: ufaytiyosa
fr: መዘናግዒ
nl: Boonsaa

source: Beauty
am: የውብነት ሳሎን
es: pula keta
fr: ጽባቐ
nl: Bareedina

source: Health
am: ጤና
es: payateta
fr: ጥዕና
nl: Fayyaa

source: Fitness
am: ስፖርት ቤት
es: bola birshiyo keta
fr: ምብታኽ
nl: Fayyaa Qaamaa

source: Reviewer
es: qofa imiyaga
fr: ኣርእይቶ ዝሃበ
nl: Yaada Kennaa

# owners_name
source: Business Owner's name
am: የቢዝነሱ ባለቤት ስም
es: osuwa gadawa sunta
fr: ስም ዋና
nl: Maqaa Abbaa Biizinesii

# operating_days
source: Operating Days (e.g,Mon-Fri)
am: ክፍት የስራ ቀናት
es: doya otiyosa
fr: ናይ ስራሕ መዓልታት (ንኣብ. ሰኑ-ሰ/ሰ)
nl: Guyyaa Hojii (Fkn. Dilbata-Samii)

# prince_range
source: Price Range(e.g.,$$)
am: የዋጋ ንጻሬ
fr: ዋጋ (ንኣብ. $$)
nl: Gatii (Fkn. $$)

source: Failed to delete business
am: ቢዝነሱን ማጥፋት አልተቻለም
fr: ንግዲ ኣብ ምስራዝ ኣይተሳነን
nl: Biizinesii Haquramuu Hin Dandeenye

source: Delete
am: አጥፋጥፋ
fr: ሰርዝ
nl: Haquu

# are_you_sure_you_want_to_delete_business
source: Are You Sure You Want To Proceed
am: እርግጠኛ ኖት
fr: እዚ ክትገብር ትደሊ ዲኻ?
nl: Kana Gochuuf Dhugaa Jirtaa?

# delete_business_title
source: Delete Business
am: ቢዝነስ አጥፋ
fr: ንግዲ ምስራዝ
nl: Biizinesii Haquu

# manage_your_business
source: Manage your Businesses
am: ቢዝነሶትን ያስተዳድሩ
es: ቢዝነሶትን ያስተዳድሩ
fr: ንግድኻ ኣስተዳድር
nl: Biizinesii Keessan To'achaa

# continue_as_guest
source: Continu as Guest
am: በእንግድነት ይቀጥሉ
es: በእንግድነት ይቀጥሉ
fr: ከም እንግዳ ቀጽል
nl: Keessummaa Malee Itti Fufi

source: Login
am: ይግቡ
fr: እተው
nl: Seeni

source: Sign up
am: ይመዝገቡ
fr: ይመዝገብ
nl: Galmaa'i

source: Or continue with
am: ተለዋችጭ ምርጫ
fr: ወይ ብ... ቀጽል
nl: Yookiin Itti Fufi...

source: Call
am: ይደውሉ
es: ይደውሉ
fr: ደውል
nl: Bilbila

source: Email
am: ኢሜይል
es: ኢሜይል
fr: ኢመይል
nl: Imeelii

source: Share
am: ያጋሩ
es: ያጋሩ
fr: ኣጋራ
nl: Qoodsi

source: Times Searched
es: koyeto sate
